{"OpenAIkey" : "",
"DashboardsTabs" : [
                {
                    "Name" : "Profitability Overview",
                    "Description" : "Has information about a Supertore in United States including cards for: total sales, total profit, profit ratio, profit per order, profit per custumer, average discount and quantity. It also has a map showing for each unit a circle where it's size corresponds to the profit/loss and the color is blue if the profit ratio is positive and orange if it's negative. It has charts for Monthly Sales by segment and monthly sales by product category. It is possible to filter it by Order Date, Region (Central, East, South and West), State (All US States) and Profit Ratio.",
                    "url": "https://public.tableau.com/views/Superstore_embedded_800x800/Overview"
                },
                {
                    "Name" : "Product Drilldown",
                    "Description" : "It has a heatmap table where columns are calendar months and the rows are 2 index with product categories (Furniture, Office Supplies and Technology) and years. The values on the table are total sales. It also has a chart with the horizontal axis representing the total sales as dots, and 3 columns for the segment (Cosumer, Corporate and Home Office). The vertical axis has the product category and type of product. It is possible to filter it by Order Date, Region (Central, East, South and West), State (All US States), Profit and Profit Ratio.",
                    "url" : "https://public.tableau.com/views/Superstore_embedded_800x800/Product"
                },
                {
                    "Name" : "On-Time Shipment Trends",
                    "Description" : "It shows the percentage or shippments late, on time and early. It also shows the number of days to ship by product in a gant chart where the horizontal axis is dates and the horizontal axis is the products. It is possible to filter it by Order Year, Order Quarter, Region and Ship Mode.",
                    "url" : "https://public.tableau.com/views/Superstore_embedded_800x800/Shipping"
                },
                {
                    "Name" : "Sales Performance vs Target",
                    "Description" : "It has a bar chart with the total sales for each procudt category as columns and a 2 index row with calendar month and segment. The bars are green when the sales are above target and orange when the sales are below target. It can be filtered by Year and Quarter.",
                    "url" : "https://public.tableau.com/views/Superstore_embedded_800x800/Performance"
                },
                {
                    "Name" : "Order Details",
                    "Description" : "It has a table at order level detail containing customer name, order date, ship date, ship mode, sale value, quantity, total profit, profit ratio, days to ship sheduled and actual. It can be filtered by Order Date, Region, State, City, Category and Segment.",
                    "url" : "https://public.tableau.com/views/Superstore_embedded_800x800/OrderDetails"
                }
            ]
}

